# Напишите 4 переменных которые буду обозначать следующие данные

Number_of_homework = 12  # Количество выполненных ДЗ (запишите значение 12)
Number_of_hours = 1.5  # Количество затраченных часов (запишите значение 1.5)
Course_name = 'Python'  # Название курса (запишите значение 'Python')
TimeForClass = (Number_of_hours / Number_of_homework)  # Время на одно задание (вычислить используя 1 и 2 переменные)

# Вывод в консоль

print('Курс: ', Course_name, ', ', 'всего задач: ', Number_of_homework, ', ', 'затрачено часов: ', Number_of_hours,
      'среднее время выполнения: ', TimeForClass)
